[
  "Their sense of smell is at least 40x better than ours.",
  "Their ears are pretty impressive too.",
  "Their sense of taste is much less developed than their sense of smell.",
  "Dogs are as smart as a two-year-old child.",
  "Dogs dream like humans.",
  "Puppies are born blind and deaf.",
  "The Labrador Retriever has been on the AKC’s top 10 most popular breeds list for 30 consecutive years—longer than any other breed.",
  "A dog’s nose print is unique, much like a person’s fingerprint.",
  "Forty-five percent of U.S. dogs sleep in their owner’s bed.",
  "Speaking of sleeping … all dogs dream, but puppies and senior dogs dream more frequently than adult dogs.",
  "Seventy percent of people sign their dog’s name on their holiday cards.",
  "A dog’s sense of smell is legendary, but did you know that his nose has as many as 300 million receptors? In comparison, a human nose has about 5 million.",
  "Rin Tin Tin, the famous German Shepherd, was nominated for an Academy Award.",
  "Dogs’ noses can sense heat/thermal radiation, which explains why blind or deaf dogs can still hunt.",
  "Only one breed that was among the five most popular breeds in 1934— the Beagle — still remains in the top five today.",
  "The name Collie means “black.” (Collies once tended black-faced sheep.)",
  "Yawning is contagious—even for dogs. Research shows that the sound of a human yawn can trigger one from your dog. And it’s four times as likely to happen when it’s the yawn of a person he knows.",
  "The Dandie Dinmont Terrier is the only breed named for a fictional person—a character in the novel Guy Mannering, by Sir Walter Scott.",
  "The average dog’s life expectancy is 15 years.",
  "Dogs curl up in a ball when sleeping to protect their organs—a hold over from their days in the wild, when they were vulnerable to predator attacks.",
  "The Basenji is not technically “barkless,” as many people think. They can yodel.",
  "The Australian Shepherd is not actually from Australia—they are an American breed.",
  "Human blood pressure goes down when petting a dog. And so does the dog’s.",
  "There are over 75 million pet dogs in the U.S.—more than in any other country.",
  "A person who hunts with a Beagle is known as a “Beagler.”",
  "Dogs are not colorblind. They can see blue and yellow."
]
