[
  "A male fox is called a 'dog fox' or a 'tod'.",
  "Fox babies are called 'pups' 'kits' or 'cubs'.",
  "Arctic foxes don't get cold until it reaches -94°F. Arctic foxes are found across the arctic, including Europe, Asia, North America, Greenland, and Iceland. The white coat of the arctic fox helps protect them against predators as they can blend in with the snow. Their coats also change with the seasons, becoming brown so they can hide in rocks without being seen.",
  "In urban areas, dens are usually found in bushes or under sheds and sometimes even under tree roots and railway embankments.",
  "Unlike many animals, foxes are one of few animals that easily adapt to human impacts on their environment.",
  "Foxes can be found in most of the Northern Hemisphere, all the way from North America to Europe, and Asia. The highest northern point you will find foxes at is the Arctic circle, and the lowest southern points are the Eurasian Steppes, Central America and North Africa.",
  "Foxes have a reputation of being very cunning, which we see in phrases like \"sly as a fox.\"",
  "The most famous song about a fox is 'What Does the Fox Say?' by Ylvis.",
  "There is a constellation called Vulpecula which translates to \"little fox\".",
  "Canids (foxes, dogs, wolves and jackals) are usually carnivores, but they can also adapt to whatever their surroundings provide to them. Most of a fox's diet is made up of meat, but they do eat other foods too. This is why foxes are able to survive all the way from deserts to the arctic.",
  "Foxes hunt the same way cats do, by following their prey and pouncing on them.",
  "While foxes are classified in the Carnivora order, they aren't actually carnivores. Foxes are omnivores, meaning they eat meat and plants.",
  "Foxes adapt quite well to their surroundings and will eat pretty much anything. From worms, berries and rabbits, spiders, lizards, rats and anything else you serve them up; foxes will dig into anything! Foxes also hide food in their dens so they can snack on it later.",
  "'The Little Prince' is one of the most well known stories that features a fox. In this story, the fox teaches the Little Prince many valuable lessons.",
  "Other fox adaptations for kids include 'Fantastic Mr Fox', 'Zootopia', 'The Fox And The Hound' and Disney's 'Robin Hood'.",
  "Bat-eared foxes are also famous for their big, five inch long ears. Like the Fennec fox, they are used to help them find insects, just like bats. Their official name is Otocyon megalotis and in Greek, this translates to \"dog with big ears\".",
  "Charles Darwin found a fox in South America and named it Darwin's fox. These gray foxes are now an endangered species and can only be found in two places in Chile. The biggest threats to these foxes are domestic dogs carrying diseases.",
  "The Sierra Nevada red fox (also known as the cross fox), is the rarest fox in the world and is close to extinction. It is believed that there are only about 50 left across North America, as the majority were hunted for their bright orange and black coats.",
  "The black fox (also known as the silver fox) is a form of red fox, even though they have gray fur!",
  "Fox habitats are called 'dens' or 'earths'.",
  "Foxes usually build their dens in forests by digging underground burrows that they can live in and that provide a cool space to sleep.",
  "Foxes have 28 different calls that they use to talk to each other.",
  "Foxes also have great eyesight, and their pupil shape allows them to see in very dim light.",
  "Foxes can't see when they are born and baby foxes eyes don't open until nine days after they are born.",
  "Foxes can run up to speeds of 30 miles an hour!",
  "Scientists believe that foxes may have had relationships with humans before dogs did. There are 16,500 year old remains of a man and his pet fox in Jordan, which is 4000 years older than any dog and human remains we have found that have been buried together.",
  "Foxes are very playful animals. They have been found to play with foxes, other animals and even humans. They sometimes even steal balls from golf courses and backyards to play with.",
  "One fun fact about red foxes is that they choose to mate with one other red fox for their whole life. They also grin when they are afraid.",
  "Foxes communicate with different facial expressions and postures just like dogs. They wag their tails when they are happy and also act aggressively to foxes that they do not know."
]
