[
  "Koalas typically grow from 60 to 85 cm long.",
  "A koala’s bodyweight averages between 4 to 15 kg.",
  "Koalas sleep up to 20 hours a day.",
  "Male koalas can be 50% bigger than females.",
  "Koalas range over 1 million km² in Eastern and Southeastern Australia.",
  "Indigenous Australians hunted koalas long before the first Europeans arrived in Australia.",
  "Indigenous Australians also painted koalas on the walls of caves.",
  "A European and a koala met for the first time in 1798.",
  "Naturalist George Perry published a drawing of the koala for the first time in 1810.",
  "Botanist Robert Brown made the first scientific description of the koala in 1814.",
  "John Gould popularized koalas in Britain through drawings over the course of the 19th Century.",
  "Koalas were heavily hunted for their fur in the early-20th Century.",
  "Koalas were also the target of culling in 1927.",
  "The culling caused a major public scandal, leading to laws being passed to protect koalas.",
  "International organizations today consider koalas as a vulnerable species.",
  "Koala fur ranges between chocolate-brown to silver-grey in color.",
  "Koalas have stout bodies and large heads.",
  "A koala’s nose is large and shaped like a spoon.",
  "Koalas don’t have tails.",
  "Scientists today argue whether or not koalas are a single species or have several subspecies.",
  "The name koala comes from an indigenous word.",
  "The koala diet results from its species’ evolution.",
  "Indigenous Australians had a clever method to hunt koalas with.",
  "Indigenous Australians have some taboos when it comes to hunting koalas.",
  "Koalas get their water from eucalyptus leaves.",
  "A koala’s diet also has disadvantages of its own.",
  "Eucalyptus leaves also offer low nutrition and large amounts of poisonous eucalyptus oil.",
  "Koalas are marsupials.",
  "Baby koalas spend a few more months with their mother after leaving the pouch.",
  "Koalas usually give birth to only 1 joey at a time.",
  "Male koalas mark their territory."
]
